{
	"location": "Muotkatunturit",
	"year": 2015,
	"prolog":
		{
			"paragraphs": [
				{
					"text": "Tänä vuonna oli taas uuden vaelluskohteen etsintä edessä. Ensimmäisenä lähdimme tutkimaan Paistunturin erämaata, mutta se rajautui pian pois, sillä kalastusmahdollisuudet vaikuttivat huonoilta rajoitusten ja vesistöjen suhteen. Asiaa mutkisti entisestään suuren osan erämaasta peittävä Kevon luonnonpuisto, jossa kalastus on täysin kiellettyä ja tekeminen muutenkin rajoitetumpaa."
				},
				{
					"text": "Siirryimme tarkastelemaan Paistunturin eteläpuolella olevaa Muotkatuntureiden erämaa-aluetta. Suunnittelun aikaan ei paperista karttaa tuntunut löytyvän mistään, joten jouduimme ostamaan muoville painetun kestokartan (puoleen hintaan sentään), jotta pääsimme tutkimaan aluetta riittävän tarkasti. Lähempänä lähtöä, uutta painosta paperikartasta ilmestyi valikoimiin, joten matkaan ei sentään tarvinnut lähteä painavan kestokartan kanssa."
				},
				{
					"text": "Muotkatunturit vaikuttivat varsin mainiolta vaelluskohteelta sisältäen kalastettavaa vesistöä (myös jokia) ja ollen selkeästi todellinen erämää polkujen ja autiotupien puuttuessa. Sinne siis. Aloitus- ja lopetuspaikkaa lukuunottamatta sen tarkempaa reittisuunnittelua ei oikeastaan tehty, vaan päätettiin katsoa tilannetta paikan päällä."
				},
				{
					"text": "Yhteydet varmistettiin, lennot varattiin sekä lomat sumplittiin ja kaikki oli valmista. Kunnes viime metreillä Ville saa kätensä niin kipeäksi (syy edelleen tuntematon), että ei uskalla lähteä reissuun. Näin ollen Markus ja Mikko suuntaavat kahdestaan kohti Muotkaa."
				}
			]
		}
	,
	"entries": [
		 {
		 	"date": "2015-07-22",
			"summary": "Helsinki - Peltojoki",
			"routeLength": 8,
			"paragraphs": [
				{
					"text": "Nousimme lentokoneeseen noin 10 aikoihin aamulla ja saavuimme Ivaloon noin puolentoistatunnin päästä. Ivalosta taxilla Ivalon Siwaan, jonne retkikeittimen kaasut oli lähetetty etukäteen (lentokoneeseen ei voi viedä). Samalla Siwasta mukaan myös tulitikut ja sytkärit. K-kaupasta hankitut aamupala-ainekset syötiin Matkahuollon pihalla, josta bussikin lähtee. Kello yhden aikaan bussiin kohti Karigasniemeä. Bussista jäimme pois Muotkanruoktussa (tai Muotkanruotku riippuen mistä lukee) vähän vaille neljä iltapäivällä. Kahvilasta kahvit ja viimeiset eväät naamariin, jonka jälkeen sata metriä kävellen tietä pitkin Karigasniemen suuntaan, jotta pääsimme oikealle puolelle Peltojokea. ",
					"images": [
							{"file": "re_P1020011.JPG", "caption": "Aamupalalla Matkahuollon pihalla"},
							{"file": "re_P1020012.JPG", "caption": "Muotkanruoktun kahvilalla"}
						]
				},
				{
					"text": "Etenimme Peltojokea hiljalleen rinkat selessä kalastaen. Eipä aikaakaan kun reissun ensimmäinen kala saatiin rannalle; alamittainen harjus, joka jäi myös lajinsa viimeiseksi edustajaksi tällä reissulla. Peltojoki oli ainakin tänä vuonna tähän aikaan kovin matala, joten kalapaikkoja oli hieman harvassa. Alamittaista taimenta alkoi nousemaan hieman myöhemmin päivällä ja sitähän tuli paljon. Mittakaloja ei yhtäkään.",
					"images": [
							{"file": "re_P1020014.JPG", "caption": "Reissun ensimmäinen kala (ja viimeinen harjus)"},
							{"file": "re_P1020018.JPG", "caption": "Markuksen ensimmäinen alamittainen"},
							{"file": "re_P1020015.JPG", "caption": "Peltojokea kalastaen edeten"}
						]
				},
				{
					"text": "Joella jonkin verran hyttystä liikkeellä. Ei mitenkään mahdottomasti, mutta häiritsevästi näin ekalla päivälle kun ei ole vielä ehtinyt tottua. Markus sonnistautui verkkoon heti lähdöstä. Varustehuomiona Markukselta tarve kaulukselliselle vaelluspaidalle, jottei ötökät pääse niskaan kiinni. Sopivia leiripaikkoja oli pitkin joenvartta, joten oli varaa valita. Leiriydyttyämme alkoi myös hyttysiä kerääntyä paikalle enemmän. Laitoimme ThermaCellin hyttyskarkoittimen ensitestiin ja toden totta (ainakin yhdistettyä nuotion vaikutukseen) ötököistä päästiin eroon käytännössä kokonaan.",
					"images": [
							{"file": "re_P1020017.JPG", "caption": "Verkko toimii muuten, mutta niska jää suojatta"},
							{"file": "re_P1020020.JPG", "caption": "Sopiva leiripaikka löytyi"}
						]
				},
				{
					"text": "Perinteen mukaan illalla kerrataan päivän tapahtumat ja kirjataan muistiin tulevia reissuja sekä matkapäiväkirjaa varten. Samalla testattiin myös ensimmäistä kertaa matkassa mukana ollut kahvipannu. Aiemmin mukana olleet pikakahvijauheet eivät kyllä pärjää mitenkään aidolle kahville, joten tästä eteenpäin pannu lienee mukana aina.",
					"images": [
							{"file": "re_P1020022.JPG", "caption": "Tavan mukaan illalla kerrataan ja kirjataan päivän tapahtumat"},
							{"file": "re_P1020023.JPG", "caption": "Aidot kahvit"}
						]
				},
				{
					"text": "Ruokailuun liittyen testiin laitettiin myös vesileili, jona toimi Ortliebin vesileili (/matkasuihku) 10l. Kuin normaali kuivasäkki, jossa pohjassa kierteellä toimiva venttiili. Helppo täyttää vesipaikassa, mutta venttiili jättää toivomisen varaa, sillä avaamiseen ja sulkemiseen tarvitaan kaksi kättä ja säätökin on hieman vaikeaa. Venttiili saisi olla puristettava/käännettävä, jotta sen saisi auki yhdellä kädellä. Edellisellä reissulla käytettiin kuivasäkkiä tähän tarkoitukseen, joten tämä tiedettiin jo tarpeelliseksi. Tarvittavat ilta, aamu ja tiskivedet saa kätevästi yhdellä reissulla joelle. Myös kädet saa pestyä kätevästi. Tekee leirielemästä huomattavasti helpompaa.",
					"images": [
							{"file": "re_P1020024.JPG", "caption": "Vesileili asennettuna"}
						]
				}
			]
		},
		{
		 	"date": "2015-07-23",
			"summary": "Peltojoki - Ylempi harrijärvi",
			"routeLength": 9,
			"paragraphs": [
				{
					"text": "Vielä arkirytmissä olevana Mikko herätti telttakunnan puoli kahdeksan aikoihin aamulla, joten pääsimme ajoissa liikkeelle. Jatkoimme matkaa pitkin jokea kalastellen kohti Lahtisen kämppää. Ensimmäisen tunnin verran ei kala ollut syönnillä, ei edes tärppejä vaikka hyviä kalapaikkoja joki näyttikin. Hiljalleen meno parani ja loppupätkällä kämpälle alamittaisia taimenia tulikin jo aika paljon.",
					"images": [
							{"file": "re_P1020025.JPG", "caption": "Aamupala syöty ja astiat tiskattu"},
							{"file": "re_P1020026.JPG", "caption": "Peltojoen syvänteitä"}
						]
				},
				{
					"text": "Kämppä tosiaan on liian pieni, jotta siellä voisi mukavasti nukkua. Toimii kyllä sadekatoksena ja kokkauspaikkana varmaankin. Kämpällä tapasimme ensimmäiset ihmiset sitten lähdön. Olivat kalastelleet jokea ja edempänä olevia Harrijärviä tuloksetta. Huhupuheiden mukaan joku toinen porukka oli harjuksia nähnyt/saanut järviltä. Kämpältä lähdettyä Markus nappasi siihen asti isoimman taimenen (35 cm); edelleen alamittainen, mutta antoi hieman toivoa surkeasti alkaneeseen kalastukseen (ikävä kyllä tämä jäi reissun isoimmaksi).",
					"images": [
							{"file": "re_P1020028.JPG", "caption": "Lahtisen kämpällä"},
							{"file": "re_P1020029.JPG", "caption": "Reissun isoin (35cm)"}
						]
				},
				{
					"text": "Jatkoimme Peltojokea aina Soavveljavrrecopmalle saakka, jonka etelänpuoleisen järven kävimme kalastamassa. Pientä taimenta jälleen käytännössä joka heitolla kiinni. Paras sarja oli kolmella peräkkäisellä heitolla kolme taimenta ylös. Ihan pannun kokoista taimenta, mutta noudatetaan alarajoja kuuliaisesti. Saman järven rannalla toinen telttaseurue, joka jäi viimeiseksi koko loppumatkalla.",
					"images": [
							{"file": "re_P1020033.JPG", "caption": "Kolme kaverusta"},
							{"file": "re_P1020034.JPG", "caption": "Markus nimettömällä taimenjärvellä"}
						]
				},
				{
					"text": "Nimettömältä järveltä jatkoimme Ylemmällä Harrijärvelle, jonne olimme suunnitelleet leiriytyvämme. Pääsimme toteamaan vesileilin käytännöllisyyden kun löysimme aivan mahtava leiripaikan järven rannasta jyrkän rinteen päältä! Aurinkokin päätti paistaa ensimmäistä kertaa reissulla kuin tilauksesta. Kalastimme aikamme sekä Ylempää että Alempaa Harrijärveä, mutta harjukset (ja taimenet) pysyivät piilossa. Laitoimme lopulta mato-onget heittokoholla vetämään leiripaikan viereen, mutta sekään ei tuottanut tulosta. Liekö nimet järville ihan vitsillä annettu. Mikon uusi Kajka100 rinkka on ollut hyvä ja erityiskiitosta tulee siitä, että rinkan saa auki etuosasta koko pituudelta. Tämä helpottaa pakkaamista ja härväämistä huomattavasti.",
					"images": [
							{"file": "re_P1020036.JPG", "caption": "Mahtava leiripaikka"},
							{"file": "re_P1020037.JPG", "caption": "Lämminkin on"},
							{"file": "re_P1020040.JPG", "caption": "Edestä aukeava rinkka on mainio"}
						]
				}
			]
		},
		{
		 	"date": "2015-07-24",
			"summary": "Ylempi harrijärvi - Vuomajoenmukka yläjuoksu",
			"routeLength": 16,
			"paragraphs": [
				{
					"text": "Suoritimme edellisenä iltana hieman reittisuunnittelua ja saimme jotakuinkin loppumatkan suunniteltua ja jaettua päiville. Suunnitelman mukaan olisi tänään vuorossa pidempi vaellus, jotta pääsemme ylihuomenna Kurtojoen autiotuvalle mukavasti ajoissa lettuja paistamaan. Virvelit kasaan ja jalkaa toisen eteen. Päätimme matkata Peltoaivin luoteisrinnettä korkeuskäyrää seuraten ja lopulta koukata pienen lammen kautta Nappavaarojen etäläpuolelle ihan vaan kalavedet tarkistamassa. Nousu oikealle korkeuskäyrälle otti koville, mutta tämän jälkeen maasto oli todella hyvää kävellä pitkän matkaa.",
					"images": [
							{"file": "re_P1020041.JPG", "caption": "Syke nousee matkalla oikealle korkeuskäyrälle"},
							{"file": "re_P1020042.JPG", "caption": "Peltoaivin pohjoispäädyn päällä"},
							{"file": "re_P1020043.JPG", "caption": "Tuolta tuntureiden välistä tähdätään"}
						]
				},
				{
					"text": "Ruokailutauko pidettiin pikkulammella, joka lopulta löytyi vaikka usko meinasi jo loppua. Oli piilossa niin monen pienen kumpareen takana. GPS reitistä katsoen suunnistus oli kuitenkin virheetöntä ja lammelle tultiin kuten suunniteltiin. Kalastusmahdollisuuksia ei noin 15 senttiä syvässä lätäkössä ollut. Loppumatkasta alkoi Mikolla vasen nilkka hieman vihoittelemaan. Ilmeisesti, koska käveltiin lähes koko päivä vasemman puolesta rinnettä ja saappaissa on nilkalle tukea aika vähän. Samoin kuin edellisellä reissulla, Mikon vasempaan kantapäähän ilmestyi rakkula tässä kolmannen päivän kohdilla vaikka Compeedit oli jo kotona laitettu. Tilanne kuitenkin parani vaihtamalla uusi Compeedi irronneen tilalle ja loppumatkasta ei ollut ongelmia.",
					"images": [
							{"file": "re_P1020046.JPG", "caption": "Tiskaushommissa"}
						]
				},
				{
					"text": "Lammelta jatkoimme etelään Vuomajenmukalle, jota seurasimme aina risteävälle polulle saakka. Polun kohdilta löytyi valmiita nuotiopaikkoja, joten leiri pystyyn siihen. Nuotio pystyyn ja hieman syötävää. Hieman pidempi päivämatka sujui ihan mallikkaasti ilman suuria hampaan kiristyksiä; rinkan painoon on jo tottunut. ",
					"images": [
							{"file": "re_P1020049.JPG", "caption": "Leirillä"},
							{"file": "re_P1020051.JPG", "caption": "Sukkienkuivausaparaatti"}
						]
				},
				{
					"text": "Kuinka ollakaan aurinko alkoi paistamaan oikein mukavasti. Siihen kun lisättiin hieman Jalokahvia ja viskiä, niin johan alkoi elämä hymyilemään. Villelle tuli luvattua että retkisuihkua tullaan testaamaan ja nousuhiprakkaa hyödyntäen päätimme käydä tuumasta toimeen. Leirin vieressä oli sopivasti hieman korkeampi mänty, jonka oksan yli heitettiin naru. Tähän sitten suihkupussi roikkumaan ja hinaus ylös. Laitoimme yhteen pussilliseen kolme kuumaa kipollista vettä, joilloin se tuntui noin 40 asteiselta. Retkisuihku menetteli, mutta ei se ehkä vaivaan nähden kannattanut. Suihkusuuttimesta tulee liian vähän vettä, vaikka toki suihku näin kestääkin ainakin kahdelle riittävän pitkään.",
					"images": [
							{"file": "re_P1020053.JPG", "caption": "Asennushommissa"},
							{"file": "re_P1020056.JPG", "caption": "Suihkussa"}
						]
				}
			]
		},
		{
		 	"date": "2015-07-25",
			"summary": "Vuomajoenmukka yläjuoksu - Tsehäjärvi",
			"routeLength": 11,
			"paragraphs": [
				{
					"text": "Heräsimme sumuiseen keliin, mutta sää selkeni nopeasti aurinkoiseksi. Eipä voi säitä moittia tähän asti. Jatkoimme Galdoaivin rinnettä etelään kohti Päälompolonjoen suota. Kiersimme suon länsipuolta ja puikahdimme tuntureiden välistä.",
					"images": [
							{"file": "re_P1020060.JPG", "caption": "Aurinko alkoi paistaa ennen aamupalaa"},
							{"file": "re_P1020062.JPG", "caption": "Tunturipurojen raikkautta"},
							{"file": "re_P1020064.JPG", "caption": "Tuolta välistä"}
						]
				},
				{
					"text": "Seuraavaksi tapahtuikin reissun kummallisin episodi. Lähdimme kurulta kompassisuunnalla kohti Tsehäjärveä, mutta jonkin todellisuusvääristymän takia jouduimmekin Boasttobealluoppalille luoteeseen. Järvelle päästyämme huomasimme virheemme ja korjasimme tilanteen pikamarssilla.",
					"images": [
							{"file": "re_P1020065.JPG", "caption": "Kompassisuunnalla kohti Tsehäjärveä"}
						]
				},
				{
					"text": "Tsehäjärvellä huonosti telttapaikkoja, mutta länsipään purolta löytyi ihan välttävä sijainti. Lähdimme testaamaan Tsehäjärven kalakantaa. Mikolla ekalla heitolla jättiläinen kiinni, isoa taimenta huudettiin! Tästä tuli kuitenkin karkuutus. Seuraavat heitot paljastivat karun totuuden, 1-2kg haukia kiinni käytännössä joka heitolla. Ovat ilmeisesti kutupuuhissa, sillä todella ärhököitä ja lähellä rantaa. Kahden Loton jäätyä jonkhaan, laitoimme perukkeet ja kiskoimme ylös muutaman jänkäkoiran. Tulipahan kelojen jarrut testattua. Kävimme läpi myös vieressä virtaavan puron ja saimme sieltä muutaman alamittaisen taimenen.",
					"images": [
							{"file": "re_P1020068.JPG", "caption": "Sellanen"},
							{"file": "re_P1020069.JPG", "caption": "Tollanen"},
							{"file": "re_P1020071.JPG", "caption": "Väsynyt väsyttäjä"}
						]
				}
			]
		},
		{
		 	"date": "2015-07-26",
			"summary": "Tsehäjärvi - Kurtojoen kämppä",
			"routeLength": 9,
			"paragraphs": [
				{
					"text": "Herättiin vasta yhdeksän jälkeen; alkaa pääsemään lomarytmiin. Yöllä satoi enemmän ja koko päivän aikana pientä tihkua silloin tällöin. Ei haitaksi asti, mutta ennustelee tulevan päivän sateita (olemme saaneet sääennusteita tekstiviestillä). Tsehäjärveltä löytynyt (kotkan?) sulka jäi merkkaamaan leiripaikkaa. ",
					"images": [
							{"file": "re_P1020073.JPG", "caption": "Kotkan (?) sulka"}
						]
				},
				{
					"text": "Tsehäjärveltä jatkoimme lounaaseen Saukkokaltiovaaran rinnettä pitkin. Matkalla oleva pieni lammikko, ei ollut kalastuskunnossa sillä vettä noin 15 senttiä. Seuraava (311.6) lampi jatkoi reissulle perinteistä kaavaa: pientä taimenta niin paljon kuin jaksaa nostaa. Tässä lammessa keskikoko oli ehkä normaalia isompi. Ei mittakalaa.",
					"images": [
							{"file": "re_P1020074.JPG", "caption": "Alamittaisten taimenten koti"},
							{"file": "re_P1020076.JPG", "caption": "Snickers hyvä - Kismet huono"}
						]
				},
				{
					"text": "Sintteihin kyllästyttyämme lähdimme luoteeseen ja sitten kaartaen kohti Kurtojoen kämppää. Navigointi kämpälle onnistui loistavasti ja reitti oli mukava. Kämppä oli tilava ja valoisa.",
					"images": [
							{"file": "re_P1020079.JPG", "caption": "Kurtojoen kämppä tuolla kukkalan pielessä"},
							{"file": "re_P1020080.JPG", "caption": "Kämpällä"}
						]
				},
				{
					"text": "Ruokailun jälkeen lähdimme tutkimaan viereistä Kurtojokea. Alamittaista taimenta jonkun verran. Markukselle reissun pienin! Eihän sitä kauaa jaksanut, joten palasimme kämpälle. Joimme loput viskit ja paistoimme letut. Tuvalta löytyi paistinpannu, joten letun paisto onnistui hyvin. Tuleville reissulle otetaan lettutaikina mukaan jos matkalla on kämppiä, muuten menee turhaksi säätämiseksi trangian kanssa. Viski pääsi taas loppumaan kesken, uskomatonta miten hyvin se maistuu tunturissa. Seuraaville reissuille vaihdetaan Jalokahvi viskiin.",
					"images": [
							{"file": "re_P1020084.JPG", "caption": "Reissun pienin"},
							{"file": "re_P1020087.JPG", "caption": "Letun paistossa"},
							{"file": "re_P1020089.JPG", "caption": "Letun syönnissä"},
							{"file": "re_P1020091.JPG", "caption": "Viinat loppu"}
						]
				}
				
			]
		},
			{
		 	"date": "2015-07-27",
			"summary": "Kurtojoen kämppä - Saddejärvi",
			"routeLength": 10,
			"paragraphs": [
				{
					"text": "Säätiedotusten mukaan heti aamusta satoi. Odottelimme ihan rauhassa jos sade vaikka vähän hellittäisi. Kahdentoista aikoihin oli pakko lähteä liikkeelle kun sateessa vaikutti olevan hieman taukoa. Lähdimme etelään kohti Saddejärveä. Koko päivän satoi ja hymykin alkoi jo vähän hyytyä. Ei kyllä ole mukavaa hommaa vaeltaminen jatkuvassa sateessa. Merinovillaiset kalsarit näyttivät kyntensä. Huomasin vasta riisuessa, että ne olivat litimärät. Samoin kuumana päivänä eivät tunnu hikisiltä. Tuleville reissuille en aio muita ottaa mukaan (-Mikko)."
				},
				{
					"text": "Matkan varrella olleella nyppylällä saimme kännykkään kentän ja siirsimme tilatun taxin Pyhäjärven itäpäätyyn lännen sijaan. Matkalla emme kalastaneet. Saddejärvellä oli kova tuuli, joten päätimme pystyttää leirin tuulensuojaisemmalle etäläpuolelle. ",
					"images": [
							{"file": "re_P1020092.JPG", "caption": "Leiripaikalla Saddejärvellä"}
						]
				},
				{
					"text": "Leiripaikan kohdalla oli ranta matala ja ihmeellisen sohjon peitossa. Jalka olisi uponnut vähintään polveen saakka jos sinne olisi astunut. Vaikeutti myös veden ottamista, sillä sohjo lähti heti liikkelle ja meni säkkiin. Kävelin pari sataa metriä takaisin, jossa pieni suopuro laskee järveen  ja saimme siitä välttävästi vettä. Odottelimme teltassa muutaman tunnin sateen loppumista, jonka jälkeen ruokailu. Ensimmäinen 450g kaasusäiliö tyhjeni."
				},
				{
					"text": "Sateella huomattiin Markuksen teltan vuotavan oikeanpuoleisen oven vetoketjun yläsaumasta, josta se tiputtaa sisäkankaalle. Vuoto kuitenkin hellitti syystä tai toisesta ja yö säilyttiin kuivana."
				}
			]
		},
		{
		 	"date": "2015-07-28",
			"summary": "Saddejärvi - Angelin tie (Uutelan haara)",
			"routeLength": 10,
			"paragraphs": [
				{
					"text": "Aamusella sateli paikoitellen, mutta lopulta sade loppui ja nousimme aamutoimiin. Mikko kävi testaamassa Saddejärven kalakantaa lähirannasta ja osoittautui haukea olevan paikalla. Ovat kutupuuhissa aivan rannassa ja käyvät kiinni kaikkeen mikä liikkuu. Aamupalan jälkeen jatkoimme Cissadanlatulle, joka oli liian matala kalastukseen. Siitä jatkoimme Kurtojoelle, joka näytti oikein hyvältä kalajoelta, mutta saaliina jälleen vain alamittaisia. Jokea kalastellen Pyhäselälle, josta yli Pyhäjärvelle. Siitä tielle taxia odottamaan. Tiellä myös kenttää, joten saimme taxin liikkeelle heti."
				},
				{
					"text": "Mökille Inarin lomakylään (visitInari.fi), jossa saunallinen kahden hengen mökki. Menettelee."
				}
				
			]
		}
	],
	"postlog":
		{
			"paragraphs": [
				{
					"text": "Hyttystä ja mäkäräistä oli jonkun verran häiritsemässä, mutta koko vaelluksella tilanne ei missään vaiheessa ollut mitenkään ylitsepääsemätön. Markus sonnustautui verkkoon usein ja karkoitettakin taisi tulla käytettyä aika paljon. Mikosta eivät ötökät välittäneet niin paljoa, joten verkkoa tuli käytettyä hyvin harvoin ja karkoitettakin harvakseltaan. Haittaa oli toki enemmän kuin aiemmilla myöhemmin syksyllä tapahtuneilla vaelluksilla, mutta ei tämän takia kannata reissua väliin jättää. Jos valinnan varaa on, niin tulevat vaellukset kuitenkin tehdään hieman myöhemmin."
				},
				{
					"text": "Aikaisempi vaellus tarkoitti myös korkeampia lämpötiloja. Mitään varsinaista hellettä ei ollut eikä korkeampi lämpötila haitannut tekemistä. Tauoilla ja leiripaikoilla oli mukavaa kun oli hieman lämpöisempi."
				},
				{
					"text": "Kalavedet eivät Muotkalla ole tämän kokemuksen mukaan parhaimmasta päästä. Kääpiöitynyttä taimenta tuntuu olevan paljon, mutta mittakalat ovat kateissa. Harjuksia ei myöskään näkynyt. Idässä on isompaa järveä, josta varmasti myös isompaa kalaa, mutta vaelluksen kannalta suunta ei ole niin houkutteleva. Pohjoisosasta leikkautuu kalastusalueesta inhottavasti iso pala Inarin ja Utsjoen rajalta. Lupaavalta näyttävässä Kielajoessa ja sen sivuhaaroissa on kalastus kielletty. Jos sääntöjä hieman kiertää saa Muotkalla kyllä pannun täydeltä taimenta. Olen valmis yrittämään kalastusta uudelleen Muotkalla (-Mikko)."
				},
				{
					"text": "Vaelluskohteena Muotkatunturit on mitä loistavin. Alueelta löytyy avotunturia, metsää ja suota. Vettä on saatavilla riittävästi ja polttopuuta löytyy joka paikasta. Alue on vaelluskohteena ilmeisesti harvinaisempi, sillä valmiita polkuja ei kartalta löydy ja autitupia on harvassa. Ja tämähän on aivan loistavaa; Muotkalla saa olla rauhassa. Saimme lähes joka päivä yhteyden kännykkäverkkoon, joka lisää alueen turvallisuutta vaeltajalle."
				},
				{
					"text": "Pidin ehdottomasti Muotkatuntureista ja olen ehdottamasti menossa uudelleen (-Mikko). Alue jatkuu etelässä Lemmenjoen kansallispuistona, joten alueelle saa tehtyä pidemmänkin vaelluksen vaivatta."
				}
			]
		}
}
