{
	"location": "Muotkatunturit",
	"year": 2016,
	"prolog": {
		"paragraphs": [
			{
				"text": "Tämän vuoden vaelluskohdetta ei tarvinnut paljoa miettiä. Kalastussäännösten muuttuessa siten, että tammukka taas tunnistetaan omana lajinaan, avautui Muotkalle aivan uudenlaiset mahdollisuudet kalastukseen. Viime vuoden Muotkan reissulla alamittaista taimenta tuli niin paljon kun jaksoi nostaa ja nyt uusilla säännöksillä ne voi heittää suoraan pannulle. Niinpä tammukan kiilto silmissä suunnattiin kohti Muotkaa toisena vuotena peräkkäin."
			},
			{
				"text": "Tämän reissun erikoisuutena oli se, että olimme sopineet reissun jälkeen yhdeksi yöksi majapaikaksi Angelissa olevan tuttujen erämökin. Tarkoituksena saunoa ja rauhoittua vaelluksen jäljiltä ennen junamatkaa takaisin Helsinkiin. Matkassa mukana tällä kertaa Mikko ja Ville."
			}
		]
	},
	"entries": [
		{
			"date": "2016-08-18",
			"summary": "Helsinki - Sulaoja",
			"routeLength": 12345,
			"paragraphs": [
				{
					"text": "Nousimme lentokoneeseen noin 10 aikoihin aamulla ja saavuimme Ivaloon noin puolentoistatunnin päästä. Ivalosta taxilla Ivalon Siwaan, jonne retkikeittimen kaasut oli lähetetty etukäteen (lentokoneeseen ei voi viedä). Samalla Siwasta mukaan myös tulitikut ja sytkärit. Kello yhdeltä Matkahuollon pihasta bussiin kohti Sulaojaa (noin 10 km ennen Karigasniemeä), jossa perilla noin kolmelta.",
					"images": [
						{
							"file": "DSC06575.jpg",
							"caption": "Siitä se lähtee"
						},
						{
							"file": "DSC06580.jpg",
							"caption": "Sulaojan parkkipaikka"
						}
					]
				},
				{
					"text": "Bussissa oli noin 8 muuta retkeilijää, jotka jäivät samalla parkkipaikalla. Kaikki jatkoivat pohjoiseen kohti Kovon erämaata. Aurinkoisessa ja lämpimässä (noin 18C) säässä kilometrin verran tietä takaisin päin ja siitä hiekkatietä etelään. Seurasimme polkua Karigasjoelle, jota pitkin länteen Vudnjosjohga purolle. Yritimme seurailla korkeuskäyrää Palsasuon järvelle, mutta lähdimme liian aikaisin lounaaseen. Lopulta suunnistaen kohti Vudnjoscodkaa löysimme järvelle. Perillä noin klo 20; ihan reipas matka ekalla päivälle.",
					"images": [
						{
							"file": "DSC06583.jpg",
							"caption": "Hiekkakuopan päästä löytyi retkituoli"
						},
						{
							"file": "DSC06589.jpg",
							"caption": "Järvi kateissa"
						},
						{
							"file": "DSC06591.jpg",
							"caption": "Leiripaikalla leirituolilla"
						}
					]
				}
			]
		},
		{
			"date": "2016-08-19",
			"summary": "Sulaoja - Biejasjavrit",
			"routeLength": 23456,
			"paragraphs": [
				{
					"text": "Vaelluspäivä aurinkoisessa säässä. Kalastettiin Biejasriajavri, josta Villelle kaksi ja Mikolle yksi hauki. Myös eteläinen järvi näytti haukea. Illalla lyhyt sade ja evakuoitiin telttaan. Uutuuden karhea Spyderco oli Mikolta tippunut jonnekin järven rannoille, ei löytynyt etsinnöistä huolimatta. Loppuilta meni nuotiota poltettaessa ja viskiä maistellessa. Yksi hauki paistettiin iltapalaksi.",
					"images": [
						{
							"file": "DSC06596.jpg",
							"caption": "Puustoa riittää vielä täällä"
						},
						{
							"file": "DSC06607.jpg",
							"caption": "Lounastauolla"
						},
						{
							"file": "DSC06615.jpg",
							"caption": "Biejasjavri haukineen"
						},
						{
							"file": "DSC06622.jpg",
							"caption": "Illanistumista viskin kera"
						}
					]
				}
			]
		},
		{
			"date": "2016-08-20",
			"summary": "Biejasjavrit - Stuorraäytsin mökki",
			"routeLength": 23456,
			"paragraphs": [
				{
					"text": "Herääminen krapulaan, viski taisi maistua liiankin hyvin illalla. Mikko pääsi hereille jo aiemmin ja kalasti läheisen 344.0 järven, mutta sieltäkin tuli vain haukea Ville pääsi ulos teltasta vasta kello kahdentoista jälkeen ja laatta lensi hetken kuluttua. Lopulta pääsimme liikkeelle vasta neljän aikaan. Jatkoimme matkaa pohjoiseen 354.2 lammelle, joka oli kalaton, samoin kuin matkan varrella ollut pikkulampi. Taas suunnistusvirheitä ja osuimme 354.2 länsipuolen lätäkölle. Sieltä 386.0 lampea kohden, joka oli liian pieni kaloille.",
					"images": [
						{
							"file": "DSC06633.jpg",
							"caption": "Vihdoinkin liikkeelle"
						},
						{
							"file": "DSC06643.jpg",
							"caption": "Ihmetellään sijaintia, suunnistus oli jotenkin vaikeaa"
						}
					]
				},{
					"text": "Lätäköltä suunnalla kohti Stuorraäytsin mökkiä. Ville jalka vihoittelee hieman. Saavuimme tyhjälle tuvalle, mutta noin kymmenen minuutin päästä yksinäinen matkamies liittyi seuraan. Tuvalla ei ollut lähellä vesipistettä ja jouduimme hakemaan vettä aika kaukaa tulosuunnasta. Yöllä uni oli katkonaista, kyllä teltassa nukkuu paremmin.",
					"images": [
						{
							"file": "DSC06649.jpg",
							"caption": "Stuorraäytsin mökki odottelee aidan päässä"
						},
						{
							"file": "DSC06654.jpg",
							"caption": "Stuorraäytsin mökki seuraavana aamuna"
						}
					]
				}
			]
		},
		{
			"date": "2016-08-21",
			"summary": "Stuorraäytsin mökki - Porttokallio",
			"routeLength": 23456,
			"paragraphs": [
				{
					"text": "Tupayön jälkeen liikkeelle klo 11. Sadepäivää oltiin luvattu, mutta klo 16 mennessä paistoi jo aurinko. Hetken juhlittua sää taittui kuitenkin kaatosateeseen. Mikon kengistä menee vesi läpi ja sukat läpimärät. Kalastettiin Porttokallion matkalla itään virtaava puro. Hyvän kokoisista taimenista/harreista näköhavaintoja, mutta ei minkään laista kiinnostusta vieheisiin. Kyllä se näyttää olevan totta, että kun vedet on korkealla niin kala ei syö.",
					"images": [
						{
							"file": "DSC06682.jpg",
							"caption": "Purossa hyviä näköhavaintoja, mutta ei saalista"
						},
						{
							"file": "DSC06687.jpg",
							"caption": "Suomaisemaa"
						}
					]
				},
				{
					"text": "Porttokallion \"tuvan\" etsintään poromiesten leiristä kului pitkään ja lopulta löydyttyään se osoittautui varsin epäsiistiksi eikä houkuttanut yöpymään. Jatkettiin matkaa etelän tunturin puolen purolle johon leiri pystyyn. Leirinuotiolla epätoivoisia yrityksiä kuivata sukkia, pohjallisia ja kenkiä.",
					"images": [
						{
							"file": "DSC06705.jpg",
							"caption": "Porttokallion poromieskylä"
						},
						{
							"file": "DSC06725.jpg",
							"caption": "Ilta-aurinkoa leiripaikalla"
						}
					]
				}
			]
		},
		{
			"date": "2016-08-xx",
			"summary": "xxx - xx",
			"routeLength": 23456,
			"paragraphs": [
				{
					"text": "dddd",
					"images": [
						{
							"file": "cccc.jpg",
							"caption": "xxxxx"
						},
						{
							"file": "xxxx.jpg",
							"caption": "xxxxx"
						}
					]
				}
			]
		},
		{
			"date": "2016-08-xx",
			"summary": "xxx - xx",
			"routeLength": 23456,
			"paragraphs": [
				{
					"text": "dddd",
					"images": [
						{
							"file": "cccc.jpg",
							"caption": "xxxxx"
						},
						{
							"file": "xxxx.jpg",
							"caption": "xxxxx"
						}
					]
				}
			]
		}
	],
	"postlog": {
		"paragraphs": [
			{
				"text": "Hyttystä ja mäkäräistä oli jonkun verran häiritsemässä, mutta koko vaelluksella tilanne ei missään vaiheessa ollut mitenkään ylitsepääsemätön. Markus sonnustautui verkkoon usein ja karkoitettakin taisi tulla käytettyä aika paljon. Mikosta eivät ötökät välittäneet niin paljoa, joten verkkoa tuli käytettyä hyvin harvoin ja karkoitettakin harvakseltaan. Haittaa oli toki enemmän kuin aiemmilla myöhemmin syksyllä tapahtuneilla vaelluksilla, mutta ei tämän takia kannata reissua väliin jättää. Jos valinnan varaa on, niin tulevat vaellukset kuitenkin tehdään hieman myöhemmin."
			},
			{
				"text": "Aikaisempi vaellus tarkoitti myös korkeampia lämpötiloja. Mitään varsinaista hellettä ei ollut eikä korkeampi lämpötila haitannut tekemistä. Tauoilla ja leiripaikoilla oli mukavaa kun oli hieman lämpöisempi."
			},
			{
				"text": "Kalavedet eivät Muotkalla ole tämän kokemuksen mukaan parhaimmasta päästä. Kääpiöitynyttä taimenta tuntuu olevan paljon, mutta mittakalat ovat kateissa. Harjuksia ei myöskään näkynyt. Idässä on isompaa järveä, josta varmasti myös isompaa kalaa, mutta vaelluksen kannalta suunta ei ole niin houkutteleva. Pohjoisosasta leikkautuu kalastusalueesta inhottavasti iso pala Inarin ja Utsjoen rajalta. Lupaavalta näyttävässä Kielajoessa ja sen sivuhaaroissa on kalastus kielletty. Jos sääntöjä hieman kiertää saa Muotkalla kyllä pannun täydeltä taimenta. Olen valmis yrittämään kalastusta uudelleen Muotkalla (-Mikko)."
			},
			{
				"text": "Vaelluskohteena Muotkatunturit on mitä loistavin. Alueelta löytyy avotunturia, metsää ja suota. Vettä on saatavilla riittävästi ja polttopuuta löytyy joka paikasta. Alue on vaelluskohteena ilmeisesti harvinaisempi, sillä valmiita polkuja ei kartalta löydy ja autitupia on harvassa. Ja tämähän on aivan loistavaa; Muotkalla saa olla rauhassa. Saimme lähes joka päivä yhteyden kännykkäverkkoon, joka lisää alueen turvallisuutta vaeltajalle."
			},
			{
				"text": "Pidin ehdottomasti Muotkatuntureista ja olen ehdottamasti menossa uudelleen (-Mikko). Alue jatkuu etelässä Lemmenjoen kansallispuistona, joten alueelle saa tehtyä pidemmänkin vaelluksen vaivatta."
			}
		]
	}
}